Repository: christmeunier/localization-support
Catalog: Localization/NovDictionary_zh-CN.tmx
Source language: en_us
Languages: zh_cn

source: Type Query
zh_cn: 类型查询

source: Select Excel sheet
zh_cn: 选择Excel工作表

source: Prev
zh_cn: 上一个

source: Next
zh_cn: 下一个

source: Select Excel file
zh_cn: 选择Excel文件

source: Data source type
zh_cn: 数据源类型

source: Test Connection
zh_cn: 测试连接

source: Successfully connected to the specified data source.
zh_cn: 已成功连接到指定数据源.

source: Connected to the data source
zh_cn: 连接到了数据源

source: Failed to connect to the specified data source.
zh_cn: 不能连接到指定数据源.

source: The exception was [{0}]
zh_cn: [{0}]已除外

source: Failed to connect to data source
zh_cn: 不能连接到数据源

source: Select Data Source
zh_cn: 选择数据源

source: Recently used symbols
zh_cn: 最近使用的符号

source: Character code
zh_cn: 字符代码

source: Select Dictionary
zh_cn: 选择字典

source: Select Spell Check Dictionary
zh_cn: 选择拼音检查字典

source: Hunspell Spell Check Dictionaries
zh_cn: Hunspell拼写检查字典

source: Update
zh_cn: 更新

source: Links
zh_cn: 链接

source: Page Break
zh_cn: 分页符

source: Tables
zh_cn: 表格

source: Page Number
zh_cn: 页码

source: Page Count
zh_cn: 页面

source: Page Layout
zh_cn: 页面布局

source: Page Setup
zh_cn: 页面设置

source: Breaks
zh_cn: 分隔符

source: Column Break
zh_cn: 分栏符

source: Section Breaks
zh_cn: 分节符

source: References
zh_cn: 首选项

source: Rows & Columns
zh_cn: 行和列

source: Insert Above
zh_cn: 在上方插入行

source: Insert Below
zh_cn: 在下方插入行

source: Insert Left
zh_cn: 在左侧插入列

source: Insert Right
zh_cn: 在右侧插入列

source: inline
zh_cn: 内联

source: Inline
zh_cn: 内联

source: Borders
zh_cn: 边框

source: Ignore spacing (top and bottom margin) between paragraphs of the same style
zh_cn: 忽略相同样式段落间的间距（上下边距）

source: paragraph
zh_cn: 段落

source: table
zh_cn: 表格

source: Clear
zh_cn: 清除

source: Applies to
zh_cn: 应用于

source: Cell Padding
zh_cn: 单元格填充

source: Do you want to clear the formatting of the selected table part?
zh_cn: 您要清除选定表格部分的格式吗?

source: Tab Stop Alignment
zh_cn: 制表位对齐方式

source: Properties
zh_cn: 属性

source: Pin Alignment
zh_cn: 针对齐方式

source: Loc Pin Alignment
zh_cn: 定位针对齐

source: End Position
zh_cn: 结束位置

source: Start Span Percent
zh_cn: 开始跨度百分比

source: End Span Percent
zh_cn: 结束跨度百分比

source: Unit
zh_cn: 单位

source: Edit Ruler
zh_cn: 编辑标尺

source: Resize Area
zh_cn: 调整区域大小

source: Selected Column Count
zh_cn: 所选列数

source: One column
zh_cn: 一栏

source: Two columns
zh_cn: 两栏

source: Three columns
zh_cn: 三栏

source: Four columns
zh_cn: 四栏

source: Column Spacing Percent
zh_cn: 列间距百分比

source: Field Names
zh_cn: 域名

source: Selected Field Name
zh_cn: 所选域名

source: New Style
zh_cn: 新建样式

source: Edit Style
zh_cn: 编辑样式

source: Delete Style
zh_cn: 删除样式

source: Selected Character
zh_cn: 所选字符

source: More Symbols
zh_cn: 其他符号

source: Inside H Sides
zh_cn: 内部横框线

source: Inside V Sides
zh_cn: 内部竖框线

source: Cell Margin Left
zh_cn: 单元格左边距

source: Cell Margin Top
zh_cn: 单元格上边距

source: Cell Margin Right
zh_cn: 单元格右边距

source: Cell Margin Bottom
zh_cn: 单元格右边距

source: Cell Padding Left
zh_cn: 单元格左填充

source: Cell Padding Top
zh_cn: 单元格上填充

source: Cell Padding Right
zh_cn: 单元格右填充

source: Cell Padding Bottom
zh_cn: 单元格下填充

source: Table Style Editor
zh_cn: 表格样式编辑器

source: Paragraph Style Editor
zh_cn: 段落样式编辑器

source: Inline Style Editor
zh_cn: 内联样式编辑器

source: Nevron Writer Options
zh_cn: Nevron Writer选项

source: Docx Compression Level
zh_cn: Docx压缩级别

source: Embed Images In Html
zh_cn: Html中嵌入的图像

source: Inline Css Styles
zh_cn: 内联Css样式

source: Formats
zh_cn: 格式

source: Word Documents
zh_cn: Word文档

source: Web Pages
zh_cn: 网页

source: Horizontal Ruler Settings
zh_cn: 水平标尺设置

source: Vertical Ruler Settings
zh_cn: 垂直标尺设置

source: Active Dictionary Source
zh_cn: 有效字典源

source: Custom Dictionaries
zh_cn: 自定义字典

source: Spell Check Enabled
zh_cn: 已启用拼写检查

source: Web Page
zh_cn: 网页

source: Status
zh_cn: 状态

source: Integer
zh_cn: 整型

source: Long
zh_cn: 长整型

source: Unsigned Integer
zh_cn: 无符号整型

source: Single
zh_cn: 单精度浮点型

source: Specified Double
zh_cn: 指定双精度型

source: Combo Box Enum
zh_cn: 组合框枚举

source: H Radio Group Enum
zh_cn: 水平单选按钮组枚举

source: V Radio Group Enum
zh_cn: 垂直单选按钮组枚举

source: Advanced Color
zh_cn: 高级颜色

source: Point
zh_cn: 点

source: Multi Length
zh_cn: 多长度

source: Texture Angle
zh_cn: 纹理角度

source: Pin Point
zh_cn: 固定点

source: "My string"
zh_cn: "我的字符串"

source: Loan Calculator
zh_cn: 贷款计算器

source: Amount:
zh_cn: 总额:

source: Term in years:
zh_cn: 年限:

source: Interest rate per year (%):
zh_cn: 年利率(%):

source: Repayment Summary
zh_cn: 还款摘要

source: Monthly Payment:
zh_cn: 每月付款:

source: Total Payments:
zh_cn: 总付款:

source: Total Interest:
zh_cn: 总利息:

source: My String
zh_cn: 我的字符串

source: Content Type
zh_cn: 内容类型

source: Border Wall Type
zh_cn: 边框墙类型
